"Error -90057" = "AD domæne skal oplyses. ([domain]\\[user_name])";
"Error -10100" = "Ugyldig autorisationsmetode";
"Error -10010" = "Ugyldigt sprog";
"Error -10004" = "Bruger er udløbet";
"Error -10003" = "Bruger er låst";
"Error -10005" = "Bruger er midlertidigt låst";
"Error -10103" = "Bruger skal acceptere EULA";
"Error -10104" = "Bruger skal ændre sit kodeord";
"Error -10106" = "Bruger skal ændre sit brugernavn";
"Error -40761" = "For øjeblikket kan filen ikke dekrypteres. Spørg venligst en anden autoriseret bruger om at give dig adgang til denne fil.";
"Error -40751" = "Den ønskede fil blev ikke fundet";
"Error -80021" = "Udleveret fil segment er ugyldigt";
"Error -70104" = "Bruger har allerede godkendt EULA";
"Error -70560" = "En bruger med dette brugernavn eksisterer allerede.";
"Error -70105" = "Bruger har ikke tilladelse til at ændre sit brugernavn.";
"Error -10105" = "Kodeord kan ikke blive nulstillet for denne bruger";
"Error -70020" = "Krypteringsnøgle parret blev ikke fundet. Venligst opret dit krypterings kodeord først.";
"Error -70021" = "Krypteringsnøgle par er allerede oprettet.";
"Error -70501" = "Bruger blev ikke fundet.";
"Error -10107" = "Kodeord kan kun nulstilles hvert femte minut.";
"Error -40755" = "Ugyldigt fil navn.";
"Error -40010" = "Et rum eller mappe kan ikke overskrives.";
"Error -80006" = "Udløbsdato er i fortiden.";
"Error -80008" = "Udløbsdato er for sent.";
"Error -40763" = "Fil nøgle skal leveres.";
"Error -40756" = "Ugyldig fil klassifikation.";
"Error -70022" = "Ugyldig krypteringsnøgle par.";
"Error -41054" = "Mapper/filer skal være i samme forældrelokation.";
"Error -40001" = "Krypterede filer kan ikke kopieres eller flyttes til et ikke-krypteret rum.";
"Error -40002" = "Ikke-krypterede filer kan ikke kopieres eller flyttes til et krypteret rum.";

"Decryption password required" = "Dekrypterings kodeord nødvendigt";
"Enter your decryption password to access encrypted data rooms." = "Indtast dit dekrypterings kodeord for at få adgang til krypterede data rum.";

"You have successfully created a share link for {0}." = "You have successfully created a share link for {0}.";
"You have successfully created the upload account {0}" = "You have successfully created the upload account {0}";
"{0} Share(s) created" = "{0} Share(s) created";

"The AV scanner detected that the file could be malicious" = "The AV scanner detected that the file could be malicious";

"DRACOON environment needs to be updated" = "DRACOON environment needs to be updated";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator.";
